epyc/20240121-1127-jemalloc/0-master/32768/pgbench-warmup-10-0.log
pgbench (17devel)
transaction type: <builtin: select only>
scaling factor: 10
query mode: prepared
number of clients: 32
number of threads: 32
maximum number of tries: 1
duration: 60 s
number of transactions actually processed: 129078171
number of failed transactions: 0 (0.000%)
latency average = 0.015 ms
initial connection time = 20.998 ms
tps = 2151990.913228 (without initial connection time)